Repository: 84000/data-translation-memory
Catalog: toh339-v2.tmx
Source language: bo
Languages: en

source: ཞན་ཏེ་ཉམ་ཆུང་བར་གྱུར་པ། མྱ་ངན་གྱི་རྩ་བ། མར་མི་འཛིན་པ། ཕར་མི་འཛིན་པ། ཐར་པར་ཞུགས་པར་མི་ཤེས་པ། བྲམ་ཟེར་མི་ཤེས་པ། རིགས་བཙུན་པ་ལ་བསྟི་སྟང་རིམ་གྲོ་མི་བྱེད་པ། སངས་རྒྱས་ལ་རིམ་གྲོ་མི་བྱེད་པ། ཆོས་ལ་རིམ་གྲོ་མི་བྱེད་པ། དགེ་འདུན་ལ་རིམ་གྲོ་མི་བྱེད་པ།
en: (11) one will become feeble and sickly; (12) one will be a source of suffering [for others]; (13) one will not honor one’s mother; (14) one will not honor one’s father; (15) one will not honor those who have entered the path of liberation; (16) one will not honor brahmins; (17) one will not show respect and reverence for those of noble birth; (18) one will not venerate the Buddha; (19) one will not venerate the Dharma; (20) one will not venerate the Saṅgha;

source: སྡིག་བྱེད་པའི་གྲོགས་པོ་ལ་རིམ་གྲོ་བྱེད་པ། དགེ་བའི་གྲོགས་པོ་ཀུན་སྤོང་ཞིང་ཁྱད་དུ་གསོད་པ། ངོ་ཚ་མི་ཤེས་པ། ཁྲེལ་གྱིས་དོགས་པ་མེད་པ། སྤ་ཞིང་མཛེས་པའི་བག་མི་བྱེད་པ། གཡེམ་པ་ལ་བག་མེད་པ། འགྲོ་བ་མང་པོའི་ཡིད་དུ་མི་འོང་བ། འགྲོ་བ་མང་པོས་སྨད་པ། རིགས་ཆེན་པོ་དང་། གཉེན་པ་དང་། རིགས་གཅིག་པ་སྤངས་པ། ཡང་དག་པའི་ཆོས་མ་ཡིན་པ། ཀུན་འཛིན་པ།
en: (21) instead, one will venerate immoral friends; (22) one will completely abandon and loathe virtuous friends; (23) one will not have a guilty conscience; (24) one will not be afraid of embarrassment; (25) one will neglect one’s appearance; (26) one will be heedless with regard to sexual misconduct; (27) one will be considered unattractive by many beings; [888] (28) one will be despised by many; (29) one will abandon noble families, relatives, and fellow clansmen; (30) one will fully embrace that which is not the true Dharma;

source: ཡང་དག་པའི་ཆོས་ཀུན་སྤོང་བ། ཉེས་པར་བྱེད་ཀྱིས་སྟོད་པའི་མི་རིགས་ཞེས་བླ་མས་སྨད་པ། མྱ་ངན་ལས་འདས་པ་དང་རིང་དུ་བྲལ་བ། སྨྱོན་པར་གྱུར་པའི་ལས་སེམས་ཤིང་ངན་པའི་སྐྱོན་རྣམས་སྣ་ཚོགས་སུ་བྱེད་པ་ཡིན་ཏེ
en: (31) one will completely abandon the true Dharma; (32) the people above one will turn away from one in disgust, saying, ‘This one is not commendable because of his bad behavior’; (33) one will be separated from nirvāṇa for a long time; (34) one will ponder how to get drunk, and one will make ignoble mistakes in very many ways;

source: ཤི་ནས་སེམས་ཅན་དམྱལ་བར་ལྟུང་ཞིང་ལུས་དང་བྲལ་ན་ཡང་ལམ་ངན་པར་འགྲོ་བས་བླ་འོག་ཀུན་གྱིས་ཀྱང་མི་བཏུང་ཞིང་སྤང་བར་བྱའོ། །
en: and (35) after one has died, one will fall down into the hell realms and, even if one is without a physical body, one will go to a bad state. Therefore, [alcohol] should not be drunk and should be abandoned by everyone, high and low.

source: མན་པ་བདེ་བར་གཤེགས་པའི་མཆོད་རྟེན་ལ་ཐལ་མོ་སྦྱར་ནས་གུས་པས་ཕྱག་བྱས་ནས་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “Young brahmin, one will gain ten advantages through worshiping with devotion, with the palms of one’s hands joined in reverence, at the caitya of the Sugata.

source: ཆེན་པོའི་རིགས་སུ་སྐྱེ་བ། གཟུགས་ཆེ་བ། འཁོར་མང་བ། ཕ་མ་ལ་རིམ་གྲོ་བསྟི་སྟང་ཆེ་བ། ནོར་མང་བ། མང་དུ་ཐོས་པ། དད་པ་དང་ལྡན་པ། མང་དུ་དྲན་པ་ཤེས་རབ་ཆེན་པོ་མཐོ་རིས་ཀྱི་ལམ་ཆེན་པོ་ཐོབ་པར་འོང་ངོ་། །
en: (1) One will be born into a noble family; (2) one will have a tall body; (3) one will have many servants; (4) one will have great veneration and reverence toward one’s parents; (5) one will have great wealth; (6) one will have great erudition; (7) one will possess faith; (8) one will have a good memory and (9) vast knowledge; and (10) one will obtain a sure path to heaven.

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་ཕྱག་འཚལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from prostrating oneself before a caitya of the Tathāgata.

source: གཟུགས་བཟང་པོར་འགྱུར།
en: (1) One will have a beautiful body;

source: སྐད་སྙན་པར་འགྱུར།
en: (2) one will have a pleasant voice;

source: ངག་ཀུན་གྱིས་མཉན་པར་འགྱུར།
en: (3) all will listen to one’s words;

source: འཁོར་ཀུན་གྱིས་སྟོད་པར་འགྱུར།
en: (4) all one’s servants will praise one;

source: སྐྱིད་པ་དང་ལྡན་པར་འགྱུར།
en: (5) one will be endowed with happiness;

source: ལྷ་དང་མིའི་ནང་ན་ཡང་དབང་ཆེ་བར་འགྱུར།
en: (6) one will be influential among devas and (7) humans;

source: སྤྱོད་པ་མང་པོར་འགྱུར། །
en: (8) one’s possessions will be abundant;

source: མཐོ་རིས་སུ་སྐྱེ་བར་འགྱུར།
en: (9) one will be reborn in heaven;

source: མྱ་ངན་ལས་འདས་པ་ཡང་མྱུར་དུ་ཐོབ་པར་འགྱུར་རོ། །
en: and (10) one will quickly attain even nirvāṇa.

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་གདུགས་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering a parasol at a caitya of the Tathāgata.

source: གདུགས་དང་འདྲ་བར་འགྱུར།
en: (1) One will be like a parasol,

source: འཇིག་རྟེན་ལ་མི་གནོད་པར་འགྱུར།
en: (2) one will not cause harm to the world,

source: སྨོན་པའི་གནས་སུ་འགྱུར།
en: (3) one will become the object of [people’s] aspirations,

source: འཇིག་རྟེན་གྱི་དབང་པོར་འགྱུར།
en: (4) one will gain worldly power,

source: ལས་སེམས་ཤིང་བྱེད་པར་འགྱུར།
en: (5) one will act on one’s intentions, [889]

source: ཕྱི་ཕྱིར་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཐོབ་པར་འགྱུར།
en: (6) eventually one will attain the state of a universal monarch,

source: དབང་པོ་ཆེན་པོར་འགྱུར།
en: (7) one will become very powerful,

source: སྤྱོད་པ་མང་པོར་འགྱུར།
en: (8) one will have abundant possessions, and

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་དྲིལ་བུ་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering a bell at a caitya of the Tathāgata.

source: གཟུགས་བཟང་པོར་འགྱུར་བ་ཡིན།
en: (1) One will have a beautiful body;

source: དབྱངས་སྙན་པ་ཡིན།
en: (2) one’s voice will be melodious;

source: ཡིད་དུ་འོང་བ་སྨྲ་བ་ཡིན།
en: (3) one’s speech will be pleasing;

source: བྱ་ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་དུ་སྨྲ་བ་ཡིན།
en: (4) one’s speech will be like the song of the kalaviṅka bird;

source: ཀུན་གྱིས་མཉན་པར་འགྱུར་བ་ཡིན།
en: (5) all will listen to what one says;

source: རྟག་ཏུ་དགའ་ཞིང་རངས་པ་ཡིན།
en: (6) one will always be happy and filled with delight;

source: ཕྱི་ཕྱིར་ཡིད་དུ་འོང་བའི་སྒྲ་ཐོས་པ་ཡིན།
en: (7) one will continuously hear pleasing sounds;

source: སྤྱོད་པ་མང་པོ་ཡིན།
en: (8) one will have abundant possessions;

source: མཐོ་རིས་སུ་སྐྱེ་བ་ཡིན།
en: and (9) one will be reborn in heaven and

source: མྱ་ངན་ལས་འདས་པར་འགྱུར་བ་ཡིན་ནོ། །
en: (10) attain nirvāṇa.

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་ན་བཟའ་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering robes at a caitya of the Tathāgata.

source: མདོག་འཇམ་པ་ཡིན།
en: (1) One will have a fine complexion;

source: ལུས་རྡུལ་མི་ཆགས་པ་ཡིན།
en: (2) dust won’t stick to one’s body;

source: ཁྲེལ་ལྟས་དང་ལྡན་པ་ཡིན།
en: (3) one will be conscientious;

source: མཐོང་ན་དགའ་བ་ཡིན།
en: (4) one will be a delight to behold;

source: རྟག་ཏུ་གོས་དང་ལྡན་པ་ཡིན།
en: (5) one will always have clothing;

source: འཇམ་ཞིང་བཟང་པོའི་གོས་རྟག་པ་ཡིན།
en: (6) one’s garments will remain soft forever and be durable;

source: ཅི་ཡང་རྙེད་པ་ཡིན།
en: (7) one will obtain anything that one wants;

source: མྱུར་དུ་མྱ་ངན་ལས་འདས་པ་ཐོབ་པ་ཡིན་ནོ། །
en: (10) quickly attain nirvāṇa.

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་མེ་ཏོག་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering flowers at a caitya of the Tathāgata.

source: འཇིག་རྟེན་གྱི་ནང་ན་མེ་ཏོག་དང་འདྲ་བར་འགྱུར།
en: (1) One will be like a flower in the world;

source: གསུང་གི་དབང་པོ་གཙང་མར་འགྱུར།
en: (2) one’s power of expression will be purified;

source: ལུས་ལ་མནམ་པའི་དྲི་ཞིམ་པར་འགྱུར།
en: (3) the scent produced by one’s body will be sweet smelling;

source: ལུས་གཙང་མར་འགྱུར།
en: (4) one’s body will become purified;

source: ཕྱོགས་བཅུར་ཁྲིམས་ཐུབ་པའི་གཟུགས་རྒྱས་པར་འགྲོ།
en: (5) one will go to spread the strength to uphold moral discipline in all directions [like a powerful fragrance pervades everywhere] and

source: ཀུན་ཀྱང་དེ་ལས་འདུ་བར་འགྱུར།
en: (6) attract all beings;

source: འཇིག་རྟེན་གྱི་ནང་ན་རྙེད་པར་འགྱུར།
en: (7) one will make a profit in the world;

source: དད་པའི་ཆོས་རྣམས་མང་དུ་འགྲུབ་པར་འགྱུར།
en: (8) one will obtain countless desired qualities;

source: མྱུར་དུ་མྱ་ངན་ལས་འདས་པར་འགྱུར་རོ། །
en: (10) quickly attain nirvāṇa.

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་མེ་ཏོག་ཕྲེང་བ་ཕུལ་ན་དེའི་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering a flower garland [890] at a caitya of the Tathāgata.

source: འཇིག་རྟེན་གྱི་ནང་ན་མེ་ཏོག་གི་ཕྲེང་བ་དང་འདྲ་བར་ལུས་ལ་མནམ་པའི་དྲི་ཞིམ་པར་འགྱུར།
en: (1) One’s physical body will become fragrant like a garland of flowers for the world;

source: ལུས་གཙང་བར་འགྱུར།
en: (2) one’s body will become purified;

source: རྟག་ཏུ་དྲི་ཞིམ་པར་འགྱུར།
en: (3) one’s scent will always be good;

source: རྒྱན་དང་ལྡན་པར་འགྱུར།
en: (4) one will be endowed with adornments;

source: འཁོར་གྱི་རྣམས་གཏོང་ཞིང་ཉེ་བར་འགྱུར།
en: (5) the entirety of one’s entourage will be close and (6) in harmony;

source: ཕོ་མོ་ཐམས་ཅད་ཀྱི་ཡིད་དུ་འོང་བར་འགྱུར།
en: (7) one will be appealing to all men and women;

source: སྤྱོད་པ་མང་དུ་འགྱུར།
en: (8) one will have abundant possessions;

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་མར་མེ་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering a lamp at a caitya of the Tathāgata.

source: འཇིག་རྟེན་གྱི་ནང་ན་མར་མེ་དང་འདྲ་བར་འགྱུར།
en: (1) One will become like a lamp for the world;

source: ཤའི་མིག་གཙང་བར་འགྱུར།
en: (2) one’s physical eyes will become purified and

source: འཕྲུལ་གྱི་མིག་ཐོབ་པར་འགྱུར།
en: (3) one will obtain the magical eye;

source: མི་ཤེས་པའི་མུན་པ་ནག་པོ་མེད་པར་འགྱུར།
en: (4) one will not be shrouded in the black darkness of ignorance;

source: ཤེས་རབ་ཀྱི་འོད་ཐོབ་པར་འགྱུར།
en: (5) one will obtain the light of knowledge;

source: དགེ་བ་དང་མི་དགེ་བའི་དོན་རྣམས་བྱེ་བྲག་ཕྱེད་པར་འགྱུར།
en: (6) one will be able to distinguish between virtuous and nonvirtuous objectives;

source: འཁོར་བ་ན་འཁོར་ཡང་མུན་པ་དང་མྱོས་པར་མི་འགྱུར།
en: (7) even when wandering in saṃsāra, one will not be intoxicated by its darkness;

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་སྤོས་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering incense at a caitya of the Tathāgata.

source: འཇིག་རྟེན་གྱི་ནང་ན་སྤོས་དང་འདྲ་བར་འགྱུར།
en: (1) One will become like a perfume for the world;

source: སྣའི་དབང་པོ་རྣོ་བར་འགྱུར།
en: (2) one’s sense of smell will become acute;

source: ལུས་དྲི་ཞིམ་པ་གཙང་མར་འགྱུར།
en: (3) the scent of one’s body will become purified and

source: སེམས་ཅན་དགའ་ཞིང་འདུ་བར་འགྱུར།
en: (6) sentient beings will like and flock to one;

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་རྔ་ཕུལ་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages from offering a drum at a caitya of the Tathāgata.

source: སྨྲས་པ་ཡིད་དུ་འོང་བར་འགྱུར།
en: (3) one’s speech will be pleasing;

source: རྟག་ཏུ་དགའ་བར་འགྱུར།
en: (5) one will always be liked;

source: ཚིག་ཀུན་གྱིས་ཉན་པར་འགྱུར།
en: (6) all will listen to one’s words, and

source: ཕྱི་ཕྱིར་སྒྲ་སྐད་སྙན་པ་ཐོབ་པར་འགྱུར།
en: (7) eventually one will obtain a renowned voice;

source: ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་བརྩིགས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One will gain ten advantages by building a caitya of the Tathāgata.

source: རིགས་ཆེན་པོར་འགྱུར།
en: (1) One will be born into a noble family;

source: གཟུགས་དང་མིག་བཟང་ཞིང་སྡུག་པར་འགྱུར།
en: (2) one’s body and one’s eyes will be beautiful and attractive;

source: དབང་ཆེ་ཞིང་འཁོར་མང་ལ་འཁོར་སྙིང་ཉེ་བར་འགྱུར།
en: (3) because one will be a person of influence, one will have a large retinue and its members will be cordial with one another;

source: ཀུན་འདུམ་པའི་གནས་སུ་འགྱུར།
en: (5) one will become a unifying presence for all;

source: ཚིགས་སུ་བཅད་པ་དང་། བསྟོད་ཅིང་བསྐྱེད་པས་ཕྱོགས་བཅུར་ཆེར་གྲགས་ཤིང་ལྷ་དང་མི་རྣམས་ཀྱིས་མཆོད་པར་འགྱུར།
en: (6) because renown and a good reputation are constantly being generated about oneself, one will attain great fame everywhere and receive reverence from devas and humans alike;

source: ཕྱི་ཕྱིར་ནོར་མང་ཞིང་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར།
en: (7) eventually, one will have abundant wealth and (8) become a universal monarch;

source: བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེ་སྙིང་པོའི་ལུས་སུ་འགྱུར།
en: (9) one will acquire the body of a bodhisattva whose essence is [indestructible] like a diamond; and

source: སྟན་གྱི་སྦྱིན་པ་གཏོང་བ་བྱས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages by making the generous offering of a seat.

source: འཇིག་རྟེན་གྱི་ནང་ན་བླ་མར་འགྱུར།
en: (1) One will [attain a] high [rank] in the world;

source: བཟང་པོར་སྣང་བར་འགྱུར།
en: (2) one will excel [in the world];

source: འགྲོ་བ་མང་པོ་ལ་སྐྱིད་པའི་སྒྲ་གྲགས་པར་འགྱུར།
en: (3) to the multitude of sentient beings, one will become the resounding of joy;

source: ལྷམ་གྱི་སྦྱིན་པ་བྱས་པས་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “Through making the offering of shoes, one gains ten advantages.

source: བཞོན་པ་ཀུན་གྱིས་མི་བྲེལ་བར་འགྱུར།
en: (1) One will not be lacking in vehicles or mounts;

source: རྐང་པ་ལེགས་པར་འགྱུར།
en: (2) one will have excellent legs;

source: ལམ་དུ་ཞུགས་ན་མཐུ་དང་ལྡན་པར་འགྱུར།
en: (3) while on a journey, one will be endowed with strength throughout;

source: ལུས་མི་ཞན་པར་འགྱུར།
en: (4) one’s body will not be fatigued;

source: ལམ་དུ་ཞུགས་ན་རྡོ་ཤིང་གིས་མི་སྣད་པར་འགྱུར།
en: (5) while on a journey, one will not be wounded by either stone or wood;

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་ཐོབ་པར་འགྱུར།
en: (6) one will obtain supernatural legs;

source: གཡོག་བྲན་དང་ལྡན་པར་འགྱུར།
en: (7) one will be satisfied with one’s servants; and

source: མཐོ་རིས་སུ་སྐྱེ་ཞིང་མྱུར་དུ་མྱ་ངན་ལས་འདས་པར་འགྱུར་རོ། །
en: (8) one will be reborn in heaven and (9) quickly attain nirvāṇa.

source: སྣོད་ཀྱི་སྦྱིན་གཏོང་བྱས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages by making the generous offering of a bowl.

source: སྣོད་སྤྱད་དང་ལྡན་པར་འགྱུར།
en: (1) One will possess a bowl;

source: འཇིག་རྟེན་གྱི་ཡོན་ཏན་དུ་འགྱུར།
en: (2) one will come to embody good worldly qualities;

source: སྐོམ་དད་ཆུང་བར་འགྱུར།
en: (3) one will have little thirst, and

source: སྐོམ་ན་ཡང་བཏུང་བ་དང་ལྡན་པར་འགྱུར།
en: (4) when one is thirsty, one will be endowed with drink;

source: སེམས་མཉེན་པར་འགྱུར།
en: (5) one’s mind will be supple;

source: རིང་དུ་འཁྱམས་པར་མི་སྐྱེ་བར་འགྱུར།
en: (6) one will not be reborn as a ghost;

source: ལྷ་དང་མི་ཀུན་དགའ་བར་འགྱུར།
en: (7) one will be ever dear to devas and humans;

source: ཟས་ཀྱི་སྦྱིན་པ་གཏོང་བ་བྱས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages by making the generous offering of food.

source: ཚེ་རིང་བར་འགྱུར།
en: (1) One’s life will be long;

source: དབང་དང་ལྡན་པར་འགྱུར།
en: (2) one will possess power;

source: སྟོབས་དང་ལྡན་པར་འགྱུར།
en: (3) one will possess physical strength;

source: དྲན་པ་དང་ལྡན་པར་འགྱུར།
en: (4) one will possess good memory;

source: སྨྲ་བ་དང་ལྡན་པར་འགྱུར།
en: (5) one will become eloquent;

source: འཁོར་འདུ་ཞིང་མགུ་བར་བྱེད་པར་འགྱུར།
en: (6) having gathered followers, one will delight them;

source: ལྷ་དང་མི་ཀུན་མགུ་བར་འགྱུར།
en: (7) one will make all devas and humans content;

source: ལོངས་སྤྱོད་མང་པོར་འགྱུར།
en: (8) one will have abundant possessions;

source: བདེ་བར་འགྱུར།
en: (9) one will be happy;

source: གནས་ཀྱི་སྦྱིན་གཏོང་བྱས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages by making the generous offering of shelter.

source: རྒྱལ་ཕྲན་དུ་འགྱུར།
en: (1) One will become a vassal king;

source: འཁོར་གྱི་རྒྱལ་པོར་འགྱུར།
en: (2) one will become the ruler of a province;

source: གཞན་གྱིས་མི་ཚུགས་པའི་རྒྱལ་པོར་འགྱུར།
en: (3) one will become a ruler who is unchallenged by others;

source: གླིང་གཅིག་གི་རྒྱལ་པོར་འགྱུར།
en: (4) one will become the king of a continent;

source: གླིང་གཉིས་ཀྱི་རྒྱལ་པོར་འགྱུར།
en: (5) one will become the king of two continents;

source: གླིང་གསུམ་གྱི་རྒྱལ་པོར་འགྱུར།
en: (6) one will become the king of three continents;

source: གླིང་བཞིའི་རྒྱལ་པོར་འགྱུར།
en: (7) one will become the king of four continents;

source: ཐར་པར་ཞུགས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages from entering the path of liberation.

source: བུ་དང་ཆུང་མ་དང་། གཉེན་དང་འདུ་འཛི་ལ་མ་ཆགས་པ་དང་། སེར་སྣ་མེད་པ་ཡིན།
en: (1) One will be free from attachment to children, wives, relatives, and the diversions of the world; (2) one will be free from jealousy;

source: འདོད་པ་ལེན་པ་མེད་པ་ཡིན།
en: (3) one will be free from grasping at one’s desires;

source: ཤིང་ཁྲོད་ན་གནས་པ་ལ་མི་དགའ་བ་ཡིན།
en: (4) one will not be unhappy dwelling in the forest;

source: རིན་པོ་ཆེ་གསུམ་ལ་རི་མོར་བྱེད་པ་ཡིན།
en: (5) one will venerate the Three Jewels;

source: མི་ཤེས་པའི་གནས་དང་བྲལ་བ་ཡིན།
en: (6) one will be free from the state of ignorance;

source: ངན་པར་འགྲོ་བའི་ཆོས་དང་བྲལ་བ་ཡིན།
en: (7) one will be free from the factors that lead one to an unfavorable rebirth destiny;

source: དགེ་བའི་ཆོས་ཀུན་ཚོལ་བ་ཡིན།
en: (8) one will strive for virtuous qualities;

source: ལྷ་དང་མི་ལ་དབེན་པ་ཡིན།
en: (9) one will be disengaged among devas and men; [893]

source: རྟག་ཏུ་ཡང་དག་པར་གཤེགས་པའི་འཕགས་པ་བཞིན་དུ་ཐར་པར་ཞུགས་ཤིང་ཆོས་བྱེད་པ་ཡིན།
en: (10) one will always enter the path of liberation and practice the Dharma like a noble disciple of the Tathāgata;

source: མྱུར་དུ་མི་བདེ་བ་ལས་ཐར་ཏེ་མྱ་ངན་ལས་འདས་པར་འགྱུར་རོ། །
en: and (11) after being swiftly liberated from suffering, one will attain nirvāṇa.

source: སྐོམ་གྱི་སྦྱིན་པ་བྱས་ན་ལེགས་པ་བཅུ་ཐོབ་སྟེ།
en: “One gains ten advantages through offering drink.

source: དབང་པོ་ཐམས་ཅད་ཚང་བར་འགྱུར།
en: (1) One’s sense faculties will be unimpaired;

source: དཔྲལ་བའི་དབྱེས་ལེགས་པར་འགྱུར།
en: (2) one’s forehead will have the perfect size;

source: སྨྲས་པ་ཀུན་མགུ་བར་འགྱུར་རོ། །
en: (3) one’s words will delight all;

source: སེམས་མཉམ་པར་འགྱུར།
en: (4) one’s mind will be supple;

source: རིང་དུ་འཁྱམས་པར་མི་སྐྱེ།
en: (7) one will not be reborn as a ghost;

source: ལོངས་སྤྱོད་མང་བར་འགྱུར།
en: (8) one will have abundant possessions;

source: བཞོན་པ་སྦྱིན་གཏོང་བྱས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages by making the generous offering of a vehicle.

source: རྐང་པ་འཇམ་པ་ཡིན།
en: (1) One’s legs will be supple;

source: རྐང་པའི་དབྱིབས་ལེགས་པར་འགྱུར།
en: (2) one’s legs will be perfectly shaped;

source: རྐང་གིས་འགྲོ་ན་ལུས་ལ་གནོད་པར་མི་འགྱུར།
en: (3) when walking by foot, one’s body will not be hurt;

source: མི་མཛའ་བ་མེད་པར་འགྱུར།
en: (4) one will be without enemies;

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་ལྡན་པར་འགྱུར།
en: (5) one will be endowed with the bases of supernatural powers;

source: བཞོན་པས་མི་བྲེལ་བར་འགྱུར།
en: (6) one will never lack a vehicle or mount;

source: སྤྱོད་པ་མང་བར་འགྱུར།
en: (7) one will have abundant possessions;

source: ཁྲོད་དབེན་པར་གནས་པ་ལ་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages by dwelling in seclusion.

source: མང་པོ་འདུས་པ་རྣམས་སྤངས་པ། ཤིན་ཏུ་དབེན་པར་སྤྱོད་པ། བསམ་གཏན་ལ་དམིགས་པའི་སེམས་སུ་འགྱུར་བ། ཆུང་ངུ་བྱེད་པ། སངས་རྒྱས་ལ་བསྙེན་པ། ལུས་དགེ་ཞིང་བདེ་བར་སྤྱོད་པ། བར་མ་དོར་མི་འཁྱམ་པ། ཆོས་ཇི་ལྟ་བུར་ཐོས་པའི་དོན་རྒྱས་པར་ཤེས་པ། མི་གཡོ་འཛིན་རབ་ཏུ་ཐོབ་པ། ཤེས་རབ་ཤིན་ཏུ་ཐོབ་པའོ། །
en: (1) One will have abandoned large crowds; (2) one will enjoy complete solitude; (3) one’s mind will become focused on meditative absorption; (4) one will engage in few activities; (5) one will venerate the Buddha; (6) one’s body will be well and at ease; (7) one will not become lost in the intermediate state between death and rebirth; (8) one will understand in detail the meaning of the Dharma, exactly as one has heard it; (9) one will fully attain the four states of imperturbability; and (10) one will fully attain knowledge.

source: སློང་བ་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages through begging.

source: འགྲོ་བ་ལ་གོམས་པར་འགྱུར།
en: (1) One will become accustomed to walking;

source: གནས་ཀུན་རིང་བར་འགྱུར།
en: (2) one will be far from leading a sedentary life;

source: ང་རྒྱལ་སྤངས་པར་འགྱུར།
en: (3) one will have abandoned pride;

source: བདག་རང་ཁེ་དང་ལྡན་པར་འགྱུར།
en: (4) one will achieve one’s own benefit, and

source: གཞན་བསོད་ནམས་ལ་བཀོད་པར་འགྱུར།
en: (5) one will have established others in merit; [894]

source: བསྟན་པའི་ཆོས་རྒྱས་པར་འགྱུར།
en: (6) one will spread the Dharma teachings, and

source: ཕྱིས་བྱུང་བ་རྣམས་ལ་སྣང་བར་བྱེད་པར་འགྱུར།
en: (7) thus illuminate those who will be born in the future;

source: ཐར་པར་ཞུགས་པའི་ཚུལ་ལས་མི་འགལ་བར་བྱེད་པར་འགྱུར།
en: (8) one will not transgress the monastic discipline;

source: སྣང་བའི་སེམས་སུ་འགྱུར།
en: (9) one’s mind will become clear; and

source: དགེ་བའི་ཁྲིམས་ཚང་བའི་སེམས་སློངས་མོ་ལ་ཞུགས་པས་ཕྱོགས་གང་དུའང་མུན་པར་མི་འགྱུར་བ་ཡིན་ནོ། །
en: (10) because one has entered the practice of begging with a mind that is completely occupied by virtuous discipline, there will be no darkness in any direction.

source: ཐུབ་ཅིང་མི་འཇིགས་པས་ན་ལེགས་པ་བཅུ་ཐོབ་པར་འགྱུར་ཏེ།
en: “One gains ten advantages from being self-controlled and confident.

source: མི་འཇིགས་བཞིན་དུ་གྲོང་དུ་འཇུག་པ། མི་འཇིགས་བཞིན་དུ་གྲོང་ནས་འབྱུང་བ། མི་འཇིགས་བཞིན་དུ་རིགས་པ་འཇུག་པ། མི་འཇིགས་བཞིན་དུ་འཁོར་ལ་ཆོས་འཆད་པ། མི་འཇིགས་བཞིན་དུ་དགེ་འདུན་གྱི་ནང་དུ་འཇུག་པ། མི་འཇིགས་བཞིན་དུ་མཁན་པོ་དང་སློབ་དཔོན་གྱི་ནང་དུ་འཇུག་པ། བྱམས་པའི་སྟོབས་རྣམས་ལ་སྦྱོང་བ། མི་འཇིགས་བཞིན་དུ་ཆོས་གོས་དང་། ཟས་དང་། མལ་སྟན་དང་། སྨན་དང་། གཡོག་ལ་སོགས་པ་རྣམས་སྤྱོད་པ། མི་འཇིགས་པར་ཁ་ཏོན་དང་། ཀློག་པ་དུས་ཟད་པའི་ཚེ་ཡང་མི་འཇིགས་པ་ཡིན་ནོ། །
en: (1) with confidence one enters a city; (2) with confidence one emerges from the city; (3) with confidence one enters a family home; (4) with confidence one explains the Dharma in an assembly; (5) with confidence one approaches the saṅgha; (6) with confidence one approaches one’s preceptor and one’s instructor; (7) one trains oneself in the power of loving-kindness; (8) one faultlessly uses one’s robes, alms food, mat, medicine, and other utensils; (9) one faultlessly performs one’s daily recitations with a loud voice; and (10) even when one’s time to die has come, one is confident.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་གསུངས་པ་དང་།
en: This is what the Bhagavān said.

source: ཏོའུ་ཏེ་ཡའི་བུ་ཤུ་ཀོ་མ་ན་བ་སྟན་ལས་ལངས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་སྟེ། །
en: The young brahmin Śuka, son of Taudeya, having arisen from his seat and remaining to one side,

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: knelt on his right knee and

source: བཅོམ་ལྡན་འདས་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: faced the Bhagavān, with palms together at his chest, paying homage, and prayed:

source: བཅོམ་ལྡན་འདས་དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ཞིང་སྐྱབས་སུ་མཆིའོ། །
en: “Bhagavān, I prostrate myself to the three rare and precious ones and take refuge.

source: དེང་ཕན་ཅད་བདག་གི་ནམ་དུ་ཡང་དགེ་བའི་བཤེས་གཉེན་མཛད་པར་དགོངས་སུ་གསོལ་ཞེས་གསོལ་ཏོ། །
en: I beg of you—be my virtuous spiritual teacher now and forever!”

source: ལས་ཀྱི་རྣམ་པར་འགྱུར་བ་བམ་པོ་གཅིག་པ་རྫོགས་སོ།། །།
en: Exposition of Karma in one fascicle is completed.
